"SPC Password" = "SPC 密碼";
"Authentication Key" = "認證密鑰";
"Incorrect key" = "密鑰不正確";
"Incorrect SPC Password" = "SPC 密碼不正確";
"Enter 26 digit key" = "輸入 26 個數字的認證密鑰。";
"Security" = "安全性";
"Too many retries of SPC." = "已嘗試輸入太多次 SPC。";
"AKEY set successfully." = "AKEY 設定成功。";
"Failed to set AKEY." = "無法設定 AKEY。";
"Too many retries of AKEY." = "已嘗試輸入太多次 AKEY。";
"Password" = "密碼";
"Key" = "密鑰";
"OK" = "好";
"Cancel" = "取消";